[
  {
    "title": "Jun's UI Design Lab has been published!",
    "content": "<p><span style=\"background-color: rgb(32, 32, 32);\">Jun's UI Design Lab is your gateway to cutting-edge solutions that blend trendy colors, captivating buttons, and CSS animations to elevate your UX/UI design journey. </span></p><p><span style=\"background-color: rgb(32, 32, 32);\">My curated selection of trendy colors breathes life into your designs, evoking emotion and creating memorable experiences. </span></p><p><span style=\"background-color: rgb(32, 32, 32);\">Combined with sleek and interactive buttons, we empower users to navigate effortlessly through your interfaces, fostering engagement and satisfaction. With CSS animations, we add an extra layer of dynamism to your designs, captivating users and guiding them through their digital journey with fluidity and grace.</span></p><p><span style=\"background-color: rgb(32, 32, 32);\"><span class=\"ql-cursor\">﻿</span>Here is a link:&nbsp;</span><a href=\"https://main.d1dglxhs285w9v.amplifyapp.com/\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"background-color: rgb(32, 32, 32); color: rgb(0, 116, 217);\">https://main.d1dglxhs285w9v.amplifyapp.com/</a></p>",
    "tag": "Project",
    "date": "02/26/2024",
    "id": 0
  },
  {
    "title": "Building My New Portfolio Website with a Twist",
    "content": "<p><span style=\"background-color: rgb(32, 32, 32);\">Hey there! I'm currently in the midst of developing a fresh portfolio website. I've decided to spice things up by incorporating a bunch of animations using Framer-motion. It's been a fun ride figuring out how to animate different elements and make the website feel alive.</span></p><p><span style=\"background-color: rgb(32, 32, 32);\">The theme of my portfolio is something I'm super excited about. I'm going all in with a Universe and Black Color scheme as the main theme colors. Imagine navigating through space while checking out my projects - pretty cool, right?</span></p><p><span style=\"background-color: rgb(32, 32, 32);\"><span class=\"ql-cursor\">﻿</span>As of now, I've got just the contact page left to finish up. The rest of the site is practically ready to go live. Can't wait to share it with everyone!</span></p>",
    "tag": "Project",
    "date": "03/28/2024",
    "id": 1
  }
]
